<?php

return [
    'label' => [
        'destroy' => [
            'success' => 'Метка успешно удалена',
            'error' => 'Не удалось удалить метку',
            ],
        'update' => [
            'success' => 'Метка успешно изменена',
            ],
        'store' => [
            'success' => 'Метка успешно создана'
        ]
        ],
    'taskStatus' => [
        'destroy' => [
            'success' => 'Статус успешно удалён',
            'error' => 'Не удалось удалить статус'
        ],
        'update' => [
            'success' => 'Статус успешно изменён',
        ],
        'store' => [
            'success' => 'Статус успешно создан'
        ]
    ],
    'task' => [
        'destroy' => [
            'success' => 'Задача успешно удалена',
        ],
        'update' => [
            'success' => 'Задача успешно изменена',
        ],
        'store' => [
            'success' => 'Задача успешно создана'
        ]
    ]
    ];
